{
  "id": "5",
  "slug": "5",
  "title": "기술의 최전선에 서겠다는 꿈을 이루는 중",
  "subtitle": "반도체 설계 엔지니어, SK 하이닉스",
  "date": "2025년 12월 8일",
  "dateISO": "2025-12-08",
  "thumbnail": {
    "src": "assets/images/post-5/thumbnail.png",
    "alt": "심장에서 불빛이 나는 반도체를 설계 중인 엔지니어"
  },
  "mainImage": {
    "src": "assets/images/post-5/main.png",
    "alt": "반도체를 설계 중인 엔지니어"
  },
  "introduction": [
    "안녕하세요!",
    "SK하이닉스에서 반도체 설계를 하는 엔지니어입니다.",
    "현재는 고객사와 함께 메모리 반도체의 스펙을 함께 만들어 나가기도 하고 제정된 스펙을 기반으로 반도체 설계를 진행하고 있습니다."
  ],
  "sections": [
    {
      "heading": "하루 12시간을 기꺼이 쏟게 만든 나의 꿈",
      "paragraphs": [
        "저는 어렸을 때부터 새롭고 신기한 기술에 관심이 많았습니다. 기술의 최전선에 함께하고 싶다는 꿈을 키우며 자랐고, 대학에 와서 반도체가 바로 그 중심에 있다는 걸 알게 되었습니다.",
        "대학 시절 하루 12시간 이상 공부하며 꿈에 가까워지기 위해 노력했고, 졸업 프로젝트로 회로 설계를 처음 접했습니다.", 
        "회로 설계자가 되기 위해서는 대학원 진학이 필요하다고 판단해 망설임 없이 대학원에 진학했고, 회로 연구에 몰두했습니다. 그러던 중 운이 좋게 산학 장학생으로 선발되어 현재 회사에 입사하게 되었습니다."
      ],
      "image": {
        "src": "assets/images/post-5/section1.png",
        "alt": "도서관에서 공부 중인 반도체 설계 엔지니어"
      }
    },
    {
      "heading": "어떻게든 해내는 아이언맨, 그리고 나",
      "paragraphs": [
        "어렸을 때 본 영화 '아이언맨'에서 주인공이 어떤 상황에서도 무언가를 만들어내고 이겨내는 모습이 인상 깊었습니다. 그 모습을 보며 저도 엔지니어의 꿈을 키우게 되었습니다.",
        "대학 졸업 프로젝트로 회로 설계를 처음 접한 후, 시간 가는 줄도 모르고 설계하고 분석하며 지냈던 기억이 있습니다. 그렇게 확신하게 되었습니다. 엔지니어링이 제 길이라는 것을요."
      ]
    },
    {
      "heading": "다른 곳이 아닌, 이곳을 선택한 이유",
      "paragraphs": [
        "현재 회사는 입사하기 전부터 주변에서 엔지니어로서 존중해주는 좋은 회사라는 이야기를 많이 들었습니다.",
        "다른 회사들도 최종 합격을 했지만, 엔지니어로서 성장할 수 있겠다는 생각이 들어 입사하게 되었습니다."
      ],
      "image": {
        "src": "assets/images/post-5/section2.png",
        "alt": "심장에서 불빛이 나는 반도체를 설계 중인 엔지니어"
      }
    },
    {
      "heading": "높은 성과급은 기본, 다양한 복지는 덤",
      "paragraphs": [
        "우리 회사의 장점 같은 경우는 성과급을 많이 줍니다. 뉴스에 나올 정도로 잘 알려져 있긴 하지만 실제로는 뉴스에 나온 것만큼 받지는 못합니다... ㅎㅎ",
        "복지도 여러 가지로 매우 많습니다. 제가 다 활용하지 못할 정도로 많은데요, 개인적으로 가장 유용하다고 생각하는 것들만 적어 보자면:",
        "월마다 3만 원씩 통신비 할인, 쏘카 60% 할인, 전세자금 대출 및 이자 지원, 패밀리 카드를 통한 기름값 할인, 놀이공원 할인 등… 자세한 내용은 검색해서 찾아보셔도 좋을 것 같아요!"
      ]
    },
    {
      "heading": "나의 동력은 불가능해 보이는 걸 해낼 때의 성취감",
      "paragraphs": [
        "업무가 항상 너무 어렵고 해결이 안 될 때도 많지만, 무슨 수를 써서라도 해결을 해내었을 때 그 성취감은 말로 표현할 수 없는 것 같아요.",
        "그리고 함께 일하는 동료들과 선배님들께서 항상 도와주려 하고 할 수 있다고 응원해 주는 것들이 저에게 동력인 것 같습니다. "
      ],
      "image": {
        "src": "assets/images/post-5/section3.png",
        "alt": "TV 속 영화를 보고 있는 반도체 설계 엔지니어"
      }
    },
    {
      "heading": "영화부터 야구까지, TV가 필요했던 이유",
      "paragraphs": [
        "영화, 드라마, 예능, 야구, E-SPORT 같은 거 시청하는 걸 되게 좋아합니다. 그래서 올해 TV도 새로 장만했습니다. ㅎㅎ"
      ]
    },
    {
      "heading": "긍정적으로 살자",
      "paragraphs": [
        "긍정적으로 살자. 어머니께서 어렸을 때부터 긍정적으로 생각하도록 말씀을 많이 해주셨습니다.",
        "뜻대로 되지 않는 일이 생겨도 긍정적으로 생각하면 스트레스도 덜 받을 수 있고 다른 좋은 대안이 생각나고 그 대안이 더 좋은 결과를 만들어 낼 수 있다고 생각합니다."
      ],
      "image": {
        "src": "assets/images/post-5/section4.png",
        "alt": "가게 문을 들어서는 반도체 설계 엔지니어"
      }
    },
    {
      "heading": "가게 문 열자마자 손님께 외친 ‘6명이요!’",
      "paragraphs": [
        "저번주에 팀원분들끼리 회식을 갔는데 제가 제일 먼저 가게문을 열고 들어가서 손님을 사장님이라고 착각하고 ‘6명이요’ 라고 했다가 아직까지도 놀림받고 있습니다... ㅎㅎ",
        "다들 가게에 들어가셨을 땐 사장님을 꼭 확인하시길 바랍니다."
      ]
    },
    {
      "paragraphs": [
        "*AI로 생성한 콘텐츠가 포함되었습니다."
      ]
    }
  ]
}
