{
  "id": "6",
  "slug": "6",
  "title": "내가 디자인한 작업물을 일상에서 마주할 때",
  "subtitle": "시각디자이너, (비밀😉)",
  "date": "2025년 12월 15일",
  "dateISO": "2025-12-15",
  "thumbnail": {
    "src": "assets/images/post-6/thumbnail.png",
    "alt": "직접 작업한 디자인을 보며 좋아하는 시각디자이너"
  },
  "mainImage": {
    "src": "assets/images/post-6/main.png",
    "alt": "직접 작업한 디자인을 보며 좋아하는 시각디자이너"
  },
  "introduction": [
    "안녕하세요, 25년간 제품 디자인을 전문으로 해온 회사에서 시각디자인 업무를 담당하고 있습니다."
 ],
  "sections": [
    {
      "heading": "제품 관련 시각디자인을 폭넓게 다루다",
      "paragraphs": [
        "재직 중인 곳이 제품 디자인 회사이다 보니 자연스럽게 제품과 밀접하게 연결된 시각 작업을 주로 하고 있는데요,",
        "제품 카탈로그·패키지·사용 설명서 등 인쇄물 그래픽부터, 상세 페이지·앱 GUI·제품 디스플레이 화면 디자인까지 폭넓게 다루고 있습니다.",
        "또한, 제품에 적용될 인쇄 내용을 기준으로 필름을 제작해 직접 인쇄를 진행하며, 제품에 부착되는 명판 등도 디자인과 제작을 함께하고 있습니다."
      ],
      "image": {
        "src": "assets/images/post-6/section1.png",
        "alt": "미화부장으로서 학급을 꾸미는 어린 시절의 시각디자이너"
      }
    },
    {
      "heading": "디자인에 대한 관심의 시작",
      "paragraphs": [
        "저의 아버지는 디자인을 천직으로 여기실 만큼 자부심이 강하신 분이에요. 어릴 때부터 작업하시는 걸 보면서 ‘재밌어 보인다’고 생각했고, 그게 자연스럽게 디자인에 대한 관심으로 이어졌어요.",
        "학교 다닐 때도 미술 관련 일은 늘 제가 맡았죠. 거의 매년 미화부장을 할 정도였으니까요. 디자인과 친구들도 비슷한 경험이 많아서 특별한 계기라고 하긴 좀 그렇지만요.",
        "결국 어릴 때부터 자연스럽게 스며든 환경이 지금 이 일을 하게 된 가장 큰 이유인 것 같아요."
      ],
      "image": {
        "src": "assets/images/post-6/section2.png",
        "alt": "마스크를 끼고 취업을 준비하는 시각디자이너"
      }
    },
    {
      "heading": "우연처럼 시작된 아버지 회사에서의 커리어",
      "paragraphs": [
        "현재 아버지가 운영하시는 회사에서 일하고 있어요. 입사 과정 자체는 비교적 수월했던 편이죠.",
        "하지만 처음부터 이곳에 올 계획이었던 건 아니에요. 여러 곳에 지원하며 제 길을 찾아보려 했지만 채용 과정이 쉽지 않았고, 마침 코로나 시기와 겹치면서 취업 시장 자체가 얼어붙어 있었어요.",
        "그렇게 막연히 시간을 보내느니, 현장에서 직접 경험을 쌓으며 배우는 게 낫겠다는 아버지의 제안을 받아들여 자연스럽게 합류하게 되었습니다. 지금은 나름 만족스럽게 일하고 있어요."
      ]
    },
    {
      "heading": "제품의 시작과 끝을 모두 경험할 수 있는 회사",
      "paragraphs": [
        "저희 회사는 실무 경험을 바탕으로 시장성 있는 제품을 만들고, 제품 가치를 높이는 것을 목표로 하는 제품 디자인 전문 회사예요.",
        "규모는 크지 않지만, 시장에 필요한 제품을 끝까지 완성해내는 데 집중하며 알차게 운영되고 있어요. 디자인뿐 아니라 기구 설계, 금형 follow-up 등 제품 개발 전반을 함께 지원하고 있습니다.",
        "덕분에 다양한 기업과 협업하며 여러 제품을 개발해왔고, 제품 기획부터 양산, 출시까지 전 과정을 직접 경험하고 참여할 수 있다는 게 가장 큰 장점이에요."
      ],
      "image": {
       "src": "assets/images/post-6/main.png",
      "alt": "직접 작업한 디자인을 보며 좋아하는 시각디자이너"
      }
    },
    {
      "heading": "내 디자인이 실물로 세상에 나올 때의 뿌듯함",
      "paragraphs": [
        "디자인 업의 가장 큰 매력은 역시 내가 만든 디자인이 실물로 세상에 나오는 순간인 것 같아요. 머릿속으로 상상한 것이 컴퓨터 작업을 거쳐 실제 제품으로 완성되었을 때의 뿌듯함은 말로 표현하기 어려울 정도죠.",
        "특히 그 제품을 일상에서 우연히 마주치는 순간은 정말 벅차요. 아직 제가 디자인한 제품을 그렇게 만난 경험은 많지 않지만, 회사에서 디자인한 제품이 영화 포스터에 등장하거나 일상 속에서 자연스럽게 사용되는 모습을 볼 때면, '언젠가 나도 저런 순간을 맞이하겠구나'라는 설렘이 커져요."
      ],
      "image": {
        "src": "assets/images/post-6/section3.png",
        "alt": "마스크를 끼고 취업을 준비하는 시각디자이너"
      }
    },
    {
      "heading": "손끝으로 그려내는 나의 취향!",
      "paragraphs": [
        "셀프 네일 아트와 가죽공예를 취미로 즐기고 있어요.",
        "손톱에 뭔가 그리는 건 어릴 때부터 좋아했는데, 코로나 때 집에 있는 시간이 길어지면서 본격적으로 젤네일을 시작했어요. 지금은 거의 3주마다 디자인을 바꾸는 것 같아요.",
        "가죽공예는 가죽공예 지도사이신 이모의 영향으로 시작했어요. 내가 원하는 모양의 가방을 상상하면서 디자인부터 크기, 가죽의 질감과 색상, 부속품까지 전부 취향대로 정할 수 있다는 게 정말 매력적이더라고요. 한 땀 한 땀 바느질해서 완성한 가죽 제품을 실제로 들고 다닐 때의 뿌듯함 때문에, 시간이 걸려도 계속 손이 가는 취미예요."
      ],
      "image": {
        "src": "assets/images/post-6/section4.png",
        "alt": "걸어가는 거북이"
      }
    },
    {
      "heading": "천천히 그러나 늦지는 말자",
      "paragraphs": [
        "제 삶의 좌우명은 ‘천천히 그러나 늦지는 말자’입니다.",
        "디자인 작업을 하다 보면 빨리 결과를 내고 싶은 순간이 많지만, 완성도를 좌우하는 건 속도보다 과정이라고 생각해요. 급하다고 중간 단계를 생략하면 나중에 예상치 못한 문제가 생기곤 하거든요. 저도 조급하게 일을 처리하다 보면 빼먹은 부분이 발견되는 편이라, 급할수록 한 번 더 점검하고 천천히 작업하려고 해요.",
        "‘천천히, 그러나 늦지는 말자’라는 말이 제 일하는 방식과 잘 맞는 것 같아요. 물론 조금 늦어진다고 해서 큰일이라고만 생각하진 않아요. 모든 문제에는 결국 해결책이 있다고 믿거든요."
      ]
    },
    {
      "heading": "회사 내 웃픈 에피소드",
      "paragraphs": [
        "어찌 보면 웃픈 에피소드예요. 구체적인 업체명은 밝힐 수 없지만, 예전에 저희가 제시한 시안을 보고 거래처 대표님이 결정을 내리지 못하신 적이 있어요. ‘이 디자인이 시장에 나왔을 때 어떤 반응을 얻을지 예측이 안 된다’며 결국 ‘본인은 디자인 결정을 못 하겠다’고 하셨고, 여러 복잡한 이유가 겹치면서 해당 제품은 개발이 중단됐어요.",
        "그런데 약 2년 뒤, 동종 업계에서 가장 유명한 이탈리아 브랜드가 저희가 제시했던 디자인과 거의 흡사한 제품을 출시한 거예요. 거래처 입장에선 아쉬운 일이었겠지만, 저희의 입장에서는 ‘우리가 업계 최고 경쟁사보다 최소 2년은 앞선 디자인을 했었구나’라는 생각이 들면서 묘하게 인정받은 느낌이었어요.",
        "그래서 지금도 가끔 웃으면서 하는 이야기예요."
      ]
    },
    {
      "paragraphs": [
        "*AI로 생성한 콘텐츠가 포함되었습니다."
      ]
    }
  ]
}
