{
  "id": "8",
  "slug": "8",
  "title": "캐릭터에 푹 빠진 내가 캐릭터 상품을 만들 때",
  "subtitle": "캐릭터 상품디자이너",
  "date": "2025년 12월 19일",
  "dateISO": "2025-12-19",
  "thumbnail": {
    "src": "assets/images/post-8/thumbnail.png",
    "alt": "태블릿 PC에서 그림을 그리는 디자이너"
  },
  "mainImage": {
    "src": "assets/images/post-8/main.png",
    "alt": "태블릿 PC에서 그림을 그리는 디자이너"
  },
  "introduction": [
    "안녕하세요, 저는 팬시 브랜드에서 캐릭터 상품디자인을 하고 있는 디자이너입니다.",
    "브랜드 PB 캐릭터 및 다양한 IP 캐릭터를 활용하여 다양한 카테고리의 상품을 디자인하고 있습니다."
 ],
  "sections": [
    {
      "heading": "",
      "paragraphs": [
        ""
      ]
    },   
    {
      "heading": "캐릭터 제품 디자인의 A-Z를 맡고 있습니다",
      "paragraphs": [
        "현재 연간 약 10개의 테마로 상품을 기획하고 있습니다. 트렌드 리서치를 바탕으로 시즌별 테마를 구상하며, 제품의 전체 무드 설정부터 세부 디자인, 패키지 디자인까지 전 과정을 담당하고 있어요.",
        "담당하고 있는 카테고리는 인형, 패브릭, 여행, 리빙, 문구 등 다양한데요, 디자이너 한 명당 연간 약 200SKU의 제품을 디자인하여 출시하고 있습니다.",
        "IP 제품의 경우 PB 제품과 기본 업무는 동일하나, 협력사와의 디자인 검수 및 의견 조율 과정이 추가되어 원활한 커뮤니케이션과 일정 관리를 병행하고 있습니다."
      ]
    },
    {
      "heading": "자체 캐릭터 IP 기반 상품을 출시하는 국내 회사",
      "paragraphs": [
        "현재 재직 중인 브랜드는 이전부터 다양한 캐릭터 상품을 꾸준히 선보이고 있어 자연스럽게 관심을 가지고 지켜보던 곳이었습니다.",
        "특히 국내 캐릭터 상품 시장이 유명 IP의 라이선스를 활용한 제품 중심으로 형성되어 있는 상황에서, 브랜드 자체 캐릭터를 기반으로 한 상품을 지속적으로 출시해 온 점이 인상 깊게 다가왔습니다.",
        "이러한 방향성에 호감을 느끼고 있던 차에 상품 디자인 포지션 채용 공고를 접하게 되었고, 큰 고민 없이 지원을 결정하게 되었습니다."
      ],
      "image": {
        "src": "assets/images/post-8/section1.png",
        "alt": "일러스트페어에 참여한 디자이너"
      }
    },
    {
      "heading": "혼자 작업해 온 캐릭터, 체계적으로 배우고자 입사하다",
      "paragraphs": [
        "학생 때부터 귀여운 캐릭터를 좋아하고 그리는 것을 즐겨, 취업 전에는 캐릭터 스티커 등을 직접 제작해 일러스트 페어 같은 행사에 참여한 경험이 있습니다.",
        "개인 작업만으로는 제품 기획부터 생산까지의 전체 프로세스를 경험하기 어렵다고 판단해, 관련 회사에서 체계적으로 배우고 싶다는 생각에 문구 회사에서 첫 커리어를 시작했습니다.",
        "만 4년간 문구 회사에서 다양한 상품 디자인과 실무를 경험하며 업무 자체는 적성에 잘 맞았지만, 다룰 수 있는 제품 카테고리에 한계를 느꼈습니다. 보다 폭넓은 카테고리의 상품을 기획하고 디자인하고 싶다는 목표가 생겨 현재 회사에 지원하게 되었습니다."
      ]
    },
    {
      "heading": "지금 회사가 만족도 높은 이유는?",
      "paragraphs": [
        "현재는 이전 회사보다 훨씬 다양한 카테고리의 상품을 다루게 되었습니다.",
        "업무 강도가 높아지기는 했지만, 디자이너로서 다양한 상품을 다뤄볼 수 있다는 것이 개인적으로는 만족스러워서 디자인 업무를 하는 것 자체는 비교적 만족스럽게 생각하고 있는 편이에요."
      ]
    },
    {
      "heading": "포트폴리오 합격 팁? 좋아하는 일에 대한 진심을 성과로 보여주기",
      "paragraphs": [
        "지금 다니고 있는 회사로 이직할 당시, 감사하게도 저의 포트폴리오와 면접을 모두 긍정적으로 평가해 주셨습니다. 특히 포트폴리오에서는 이전 회사에서 제가 디자인한 캐릭터가 대표 캐릭터로 선정되어, 약 3년간 해당 캐릭터를 활용한 다양한 제품이 출시되었던 경험을 인상 깊게 봐주셨어요. 더불어 트렌드에 맞는 다양한 캐릭터 드로잉 작업을 꾸준히 해온 점 역시 강점으로 평가해 주셨습니다.",
        "업무 외적으로 개인 작업으로 진행한 캐릭터 디자인과 관련 상품(인형, 문구류) 제작 경험에도 많은 관심을 보여주셨는데, 그중에서도 직접 디자인한 캐릭터를 공장에 발주해 샘플 제작부터 제품 생산까지 진행해 본 경험을 흥미롭게 봐주셨습니다.",
        "결과적으로, 제가 좋아하는 분야에 대해 단순한 관심을 넘어 주체적으로 애정을 가지고 지속적으로 시도해 온 태도를 긍정적으로 평가해 주신 것 같아요."
      ]
    },
    {
      "heading": "면접 합격 팁? 내가 이 회사에서 어떤 성과를 낼 수 있는지 설명하기",
      "paragraphs": [
        "면접에서는 캐릭터 분야에 대한 애정을 중심으로, 이전 회사에서의 경험을 바탕 삼아 현재 회사에서 기여할 수 있는 구체적인 퍼포먼스에 대한 포부를 전달했습니다. 단순한 관심 표현에 그치기보다, 실제 업무 경험을 회사의 방향성과 어떻게 연결해 실질적인 성과로 이어갈 수 있을지를 설명하는 데에 집중했습니다.",
        "또한 업무 역량뿐만 아니라, 평소 여가 시간을 보내는 방식이나 동료들과 의견이 다를 때 이를 조율해 나가는 태도 등을 함께 이야기하며, 원만한 사회관계를 바탕으로 협업할 수 있는 사람이라는 점을 어필했습니다. 이러한 부분 역시 면접 과정에서 긍정적으로 평가받은 요인 중 하나였습니다.",
        "한편, 포트폴리오나 면접 준비를 위해 별도의 강의나 멘토링을 받은 경험은 없었지만, 지원 당시 기준으로 지원자 중 가장 인상적인 포트폴리오와 면접이었다는 피드백을 받은 경험이 있습니다."
      ],
      "image": {
       "src": "assets/images/post-8/section2.png",
      "alt": "SNS를 보며 좋아하는 디자이너"
      }
    },
    {
      "heading": "직접 만든 캐릭터가 좋은 반응을 얻을 때 느끼는 뿌듯함",
      "paragraphs": [
        "결국 디자이너로서 가장 큰 즐거움은 직접 만든 캐릭터를 정성스럽게 다듬고, 그 결과물이 좋은 반응을 얻을 때 느끼는 뿌듯함이라고 생각합니다.",
        "특히 귀여운 인형이나 팬시 제품을 중심으로 판매되다 보니, SNS를 통해 소비자들의 실제 사용 후기나 반응을 비교적 가깝게 접할 수 있습니다. 아이돌이나 연예인이 제품을 사용하거나, 방송 속 소품으로 자연스럽게 등장하는 모습을 보게 될 때면, 제가 디자인한 제품을 일상 속에서 다시 만나는 기분이 들어 더욱 반갑게 느껴집니다.",
        "이러한 순간들이야말로 상품 디자이너로서 누릴 수 있는 작지만 확실한 행복이라고 생각합니다."
      ],
      "image": {
       "src": "assets/images/post-8/section3.png",
      "alt": "봉제 인형을 보며 좋아하는 디자이너"
      }
    },
    {
      "heading": "일상에서도 이어지는 나의 직업병",
      "paragraphs": [
        "여행지에서 귀여운 인형을 살펴보다가 봉제 디테일이 특히 뛰어나거나 새로운 형태의 제품을 발견하면, 이를 기록해 두었다가 회사에 복귀해 팀과 공유하곤 합니다.",
        "좋은 제품을 마주할 때마다 '이런 요소를 우리 제품에도 적용해 보면 좋겠다’라는 생각이 자연스럽게 떠오르는데, 이러한 점은 스스로도 조금은 직업병처럼 느껴지기도 합니다.",
        "하지만 완성도 높은 제품을 통해 새로운 아이디어를 떠올리고, 이를 실제 상품에 적용해 의미 있는 결과로 이어질 때의 뿌듯함이야말로 제가 이 일을 계속해 나갈 수 있게 하는 가장 큰 원동력이라고 생각합니다."
      ]
    },
    {
      "heading": "취미? 귀여운 캐릭터 등장하는 게임하기",
      "paragraphs": [
        "캐릭터를 좋아하는 사람들은 대체로 애니메이션이나 게임에도 자연스럽게 관심을 가지는 경우가 많은데, 저 역시 그런 편입니다.",
        "요즘은 예전만큼 게임을 자주 하지는 못하지만, 닌텐도 게임을 중심으로 가볍게 즐기고 있고, 그중에서도 귀여운 캐릭터가 많이 등장하는 게임을 특히 좋아합니다. 동물의 숲이나 포켓몬스터처럼 캐릭터의 매력이 잘 살아 있는 게임들이 그 예입니다.",
        "최근에는 피크민 미션을 달성하기 위해 지하철에서 내려 집으로 바로 들어가지 않고, 일부러 공원을 몇 바퀴 돌고 들어온 적도 종종 있습니다. 돌아보면 저는 자연스럽게 캐릭터를 수집하고 관찰하는 방식의 게임을 좋아하는 편인 것 같아요."
      ]
    },
    {
      "heading": "어차피 후회할거면 해보자",
      "paragraphs": [
        "저는 해도 안해도 어차피 후회할거면 해보자 라는 마음으로 살고 있습니다.",
        "시도해본 뒤 후회하는건 경험이 남지만, 해보지 않고 후회하는건 아쉬움만 남기 때문에… 아쉬움 보다는 경험을 통해 이후의 선택을 좀 더 잘 하는 것이 낫다고 생각하는 편입니다.",
        "나이를 한 살 먹을 때 마다 뭔가를 시도하는 것이 점점 더 어려워지는 것이 사람의 마음이라고 생각하는데요, 그럴수록 일단 해보자 라는 마음가짐으로 스스로에게 변화를 주려고 합니다."
      ]
    },
    {
      "heading": "어린 아이의 마음으로 살자",
      "paragraphs": [
        "또 하나의 좌우명은, 평생 초등학생의 마음가짐으로 살자 인데요. ㅋㅋㅋ 생각보다 주변의 많은 분들을 보면 나이가 들수록 즐거워하는게 적어지는 기분이라서요. 남들 넷플릭스 보고 있을 시간에 친구들이랑 엽떡에 탕후루 먹고 글라스데코랑 가루쿡같은거 하면 의외로 재밌거든요. (물론 나이가 있으니 혈당이나 건강을 조심해야 하지만요^^;)",
        "굉장히 주관적인 생각이긴 한데, 캐릭터 창작의 측면에서도 좀 엉뚱하고 재미있는 생각이 나오려면 평소에 약간 좀 철없이 놀아보는것도 도움이 되더라고요?",
        "웃음이 많이 사라진 사회인데, 그런 사회에서 제 웃음을 스스로 지키기 위해(?) 어른들 사이에서 유행하는 거 말고, 초등학생들이 좋아하는것들을 한번씩 따라해보곤 합니다. 장난감 같은것도 한번씩 사 보고요.ㅋㅋㅋ 나이 80살이 되어도 캐릭터지갑 쓰면서 가방에 키링 달고다니는 할머니가 되는게 꿈이예요. 아마 이대로 나이가 들면 자연스럽게 그렇게 되지 않을까 싶습니다."
      ]
    },
    {
      "paragraphs": [
        "*AI로 생성한 콘텐츠가 포함되었습니다."
      ]
    }
  ]
}
