{
  "id": "7",
  "slug": "7",
  "title": "프랑스어를 사용하는 순수한 즐거움",
  "subtitle": "기내 통역원, 에어프랑스",
  "date": "2025년 12월 18일",
  "dateISO": "2025-12-18",
  "thumbnail": {
    "src": "assets/images/post-7/thumbnail.png",
    "alt": "비행기 앞에 있는 모습"
  },
  "mainImage": {
    "src": "assets/images/post-7/main.png",
    "alt": "영혼 없는 눈을 하고 있는 사람"
  },
  "introduction": [
    "안녕하세요, 저는 프랑스어와 관련된 것이라면 무엇이든 하고 있는 N잡러 이지나라고 합니다.",
    "현재 에어프랑스 기내 통역원이자 프랑스어 강사 그리고 크리에이터로 활동하고 있어요.",
    "사랑하는 프랑스어로 다양한 업을 하고 있으니 있으니 덕업일치를 했다고 볼 수 있지요!"
 ],
  "sections": [
    {
      "heading": "",
      "paragraphs": [
        ""
      ],
      "image": {
        "src": "assets/images/post-7/section1.png",
        "alt": "에펠탑과 캐리어"
      }
    },   
    {
      "heading": "영혼 없는 눈동자로 대기업 입사 지원서를 쓰던 날, 깨달았습니다",
      "paragraphs": [
        "대학교를 졸업한 후 다른 친구들처럼 대기업에 입사하는 것이 제 목표 1순위였어요.",
        "그렇게 사는 것이 정답인 것 같았으니까요!",
        "하지만 영혼 없는 눈동자로 입사 지원서를 쓰고 있던 어느 날, 이건 내가 바라는 인생이 아닐 것이라는 강한 확신이 들었어요.",
        "그래서 일단 프랑스어 강사로 커리어를 시작하고, 프리랜서로 통역 활동도 병행했어요. 동시에 라이프스타일 및 프랑스어 관련 콘텐츠도 꾸준히 올리며 크리에이터로서의 성장도 놓치지 않았지요. 이것저것 다양하게 하는 것처럼 보여도 결국 프랑스어라는 한 뿌리로 연결되어 있었어요."
      ],
      "image": {
        "src": "assets/images/post-7/section2.png",
        "alt": "노트북 앞에서 영혼 없는 눈동자로 자소서 쓰는 모습"
      }
    },
    {
      "heading": "한 달에 파리를 서너번 가는 인생 버킷리스트 이루다",
      "paragraphs": [
        "현재는 에어프랑스에서 기내 통역원으로 근무하고 있습니다.",
        "파리를 한 달에 서너 번 갈 수 있는 이 일은 프랑스어를 좋아하는 사람들에게는 언젠가 꼭 해보고 싶은 동경의 직업이기도 한 것 같은데요, 저에게도 인생의 버킷리스트 중 하나였어요.",
        "좋은 기회로 올해부터 함께하게 되어 한국 승객분들의 편안한 비행을 도와드리며 열심히 비행하고 있답니다."
      ]
    },
    {
      "heading": "내가 좋아하는 프랑스어를 마음껏 쓰며 일하는 환경",
      "paragraphs": [
        "프랑스의 대표 항공사에서, 프랑스인 동료들과 함께 프랑스어를 마음껏 쓰며 일할 수 있는 환경이 정말 즐거운 것 같아요.",
        "사실 한국에서는 프랑스어를 사용하는 업무를 찾기가 어려운데 이곳에서는 프랑스인 승무원들과 승객분들을 통해 언어는 물론이고 프랑스의 문화를 언제든지 경험할 수 있습니다.",
        "새로운 사람을 만나는 것을 좋아하는 저에게는 다양한 사람들과 교류할 수 있다는 것도 아주 큰 장점 같아요. 비행하다 보면 다양한 사람들을 만나게 되는데, 그들과 나누는 모든 이야기가 저에게는 주옥같이 소중합니다."
      ],
      "image": {
       "src": "assets/images/post-7/section3.png",
      "alt": "에너지 충전하는 모습"
      }
    },
    {
      "heading": "에너지를 충전할 수 있도록 하는 에어프랑스의 복지",
      "paragraphs": [
        "프랑스 항공사이기 때문에 일반 한국 회사보다 복지가 좋은 것 같아요.",
        "비행시간은 길지만 비행이 끝나면 완전히 업무에서 벗어날 수 있다는 것도 장점이에요. 파리에서 이틀 정도 레이오버를 하는데, 그 시간에 파리에서 힐링하며 다음 비행 전까지 에너지를 충전할 수 있습니다.",
        "그리고 매번 다른 크루들과 일하기 때문에 다양한 사람들과 유연하게 소통하는 능력을 기를 수도 있어요."
      ],
      "image": {
        "src": "assets/images/post-7/section4.png",
        "alt": "즐거워하는 모습"
      }
    },
    {
      "heading": "순수한 즐거움에서 오는 행복",
      "paragraphs": [
        "저의 동력은 ‘즐거움’이에요. 좋아하는 것으로 직업을 삼는다는 것 자체가 사실 엄청난 행운인데, 그 모든 것의 근원이 순수한 즐거움이에요.",
        "저에게는 ‘프랑스어’가 너무 재미있었고, 프랑스어와 관련된 콘텐츠를 만드는 것부터 시작해서 교육, 통역 등 다양한 경험을 했습니다.",
        "그리고 앞으로도 프랑스어를 섞은 다채로운 도전으로 알록달록한 인생을 만들고 싶어요."
      ]
    },
    {
      "heading": "나의 힐링 타임이자 아이디어 저장소, 유튜브",
      "paragraphs": [
        "저의 취미는 유튜브 보기예요. 콘텐츠 크리에이터에게 유튜브는 트렌드가 모여있는 아이디어 저장소랍니다.",
        "그냥 멍 때리면서 보는 것도 좋아하지만, 마음에 드는 콘텐츠가 있다면 이걸 나의 콘텐츠로 어떻게 만들어보면 좋을지 고민하곤 해요.",
        "그 모든 크리에이티브한 과정이 정말 재미있는 것 같아요."
      ]
    },
    {
      "heading": "사랑 받고 싶다면, 사랑하라. 그리고 사랑스럽게 행동하라",
      "paragraphs": [
        "제 삶의 좌우명은 ‘사랑 받고 싶다면, 사랑하라. 그리고 사랑스럽게 행동하라.’예요.",
        "사랑 받고 싶은 마음은 누구나 있지만, 사실 사랑을 받기 위해서는 먼저 사랑을 줘야 하지요.",
        "그러기 위해서 저는 오늘도 사랑스럽게 행동하며 다른 사람들에게 긍정의 기운을 줄 수 있는 일들을 하고 싶어요."
      ]
    },
    {
      "paragraphs": [
        "*AI로 생성한 콘텐츠가 포함되었습니다."
      ]
    }
  ]
}
